INSERT INTO laravel2.products (name,categories_id,price,img1,description,created_at,updated_at) VALUES
	 ('Black Mesa',1,419.0,'588e05f359d4ffe6cc231da401019e2d.jpg','Black Mesa is the fan-made reimagining of Valve Software’s Half-Life.

Black Mesa: Definitive Edition
Update 1.5 brings together all the improvements to graphics and gameplay across 15 years of development to create the final version of Black Mesa. There has never been a better time to pick up the crowbar and play!

Single Player Campaign
You are Gordon Freeman, a theoretical physicist at the Black Mesa Research Facility. When a routine experiment goes horribly wrong, you must fight your way through an interdimensional alien invasion, and a bloodthirsty military clean-up crew in order to save the science team... and the world!','2021-05-21 17:47:27','2021-05-21 17:47:27'),
	 ('Left 4 Dead 2',1,259.0,'55f4d53dc60ca73cf120017793fa8c9d.jpg','Настоящий зомби-апокалипсис Left 4 Dead 2 (L4D2) — это долгожданный сиквел к обладательнице многих наград Left 4 Dead — лучшей кооперативной игре 2008 года.
В этом кооперативном хоррор-шутере от первого лица вы вместе с друзьями пройдёте пять больших кампаний сквозь города, болота и кладбища Юга США, от Саванны и до Нового Орлеана.
Вам предстоит сыграть за одного из четырёх новых выживших, вооружившись сокрушительным классическим и модернизированным оружием. Огнестрельным арсеналом дело не ограничится: вы сможете выместить агрессию на заражённых с помощью разнообразных и кровопролитных средств ближнего боя от бензопилы и топора до смертоносной сковороды.
Всё это оружие пригодится в бою против трёх ужасающе страшных новых особых заражённых (или их будут применять против вас в режиме «Сражение») и пятерых «необычных обычных» зомби, включая пугающих Грязевиков.
Обновлённый «Режиссёр» переносит затягивающий геймплей первой части игры на совершенно новый уровень. Улучшенный искусственный интеллект процедурно меняет погоду во время сражений и возможные проходы, а от ваших действий будут зависеть эффекты, звуки и количество врагов. Каждый раз L4D2 будет по-новому испытывать вас, изменяя подход к вам и подстраиваясь под стиль вашей игры.
Новый стандарт для игр с кооперативным прохождением от создателей Half-Life, Portal, Team Fortress и Counter-Strike.
Более 20 новых видов оружия и предметов, среди которых 10 новых видов оружия ближнего боя: топор, бензопила, сковорода и бейсбольная бита, которыми так удобно громить зомби вблизи.
Новые выжившие. Новая история. Новые диалоги.
Пять развёрнутых кампаний, которые доступны для прохождения в кооперативной игре, «Сражении» и «Выживании».
Абсолютно новый многопользовательский режим.
Необычные обычные заражённые. В каждой из пяти новых кампаний будет как минимум один вид «необычных обычных» зомби, которые встретятся вам только в этой кампании.
Обновленный «Режиссёр» — искусственный интеллект, превращающий L4D в уникальную игру, где от ваших действий будут зависеть эффекты, музыка и количество врагов. В L4D2 представлена новая система, которая может изменять расположение объектов на уровне, сами объекты, погоду и освещение в разное время суток.
Статистика, рейтинги и достижения дополняют совместную игру.','2021-05-21 18:28:43','2021-05-21 18:28:43'),
	 ('Metro Exodus',7,1599.0,'fa6b56875a76e974fac87c07c7ecf024.jpg','2036 год.

Прошло четверть века с тех пор, как ядерная война опустошила землю. Москва лежит в руинах, и несколько тысяч выживших вынуждены бороться за существование в тоннелях метро.

Их не убила отравленная природа и мутировавшие чудовища, они пережили сверхъестественный кошмар и ужасы гражданской войны.

Теперь в роли Артема вы должны покинуть метро и возглавить бойцов ордена "Спарты", чтобы отправиться в невероятное путешествие по постапокалиптическим землям России в поисках новой жизни на Востоке.

Metro Exodus – это эффектный шутер от первого лица с захватывающим сюжетом. 4A Games отлично совместили напряженные сражения, исследования и пугающую атмосферу, создав один из самых убедительных игровых миров в истории.

Отправляйтесь в путешествие по диким землям России. Вас ждут большие нелинейные уровни и захватывающая сюжетная линия. Испытайте на себе весну, лето, осень и ужасы ядерной зимы.

Сюжетная линия Metro Exodus, вдохновленная романами Дмитрия Глуховского, продолжает историю Артема в лучшем приключении в серии Metro.
Особенности
Невероятное путешествие. Вместе с горсткой выживших вам предстоит отправиться на поиски новой жизни на Востоке на модифицированном паровозе "Аврора".
Выживание в большом мире. Увлекательная история соединяет классический игровой процесс серии Metro с огромными нелинейными уровнями.
Красивый, но враждебный мир. Исследуйте постапокалиптические земли России, ставшие еще более живыми благодаря динамической погоде и циклам дня и ночи.
Напряженные сражения и скрытность. Собирайте предметы и создавайте оружие, улучшайте свой кустарный арсенал и вступайте в неравный бой с людьми и мутантами.
От ваших действий зависит судьба товарищей. Не все ваши напарники переживут путешествие, и у принятых вами решений будут последствия. В эту увлекательную историю хочется погружаться снова и снова.
Полное погружение в атмосферу. Мерцающая свеча в темноте, прерывистый вдох в замерзшем противогазе, вой мутанта и шум ночного ветра – Metro увлечет и напугает вас как никакая другая игра…','2021-05-21 18:30:31','2021-05-23 10:34:08'),
	 ('S.T.A.L.K.E.R.: Call of Pripyat',7,899.0,'c7713e6394abf4c6c6b106b9d8eb1c87.jpg','Продавшаяся тиражом более 2 миллионов копий серия S.T.A.L.K.E.R. возвращается. S.T.A.L.K.E.R.: Call of Pripyat вновь расскажет ПК игрокам о трагическом взрыве реактора Чернобыльской АЭС в 1986 году. Вокруг станции образовалась "Зона" - ужасно загрязненное радиацией место окруженное со всех сторон вооруженными силами Украины. Но это всё равно не останавливает сталкеров, которые идут в Зону на поиски артефактов и легкий денег. Вам предстоит взять роль правительственного агента Александра Дегтярева, который проник в Зону под видом сталкера, и раскрыть таинственное исчезновение пяти военных вертолётов, опасаясь за свою жизнь на каждом шагу.
Одна из первых игр использующая технологию DirectX11.
История начинается сразу после событий S.T.A.L.K.E.R.: Shadow of Chernobyl.
Фотореалистическая Зона отчуждения: Каждая локация игры создана на основе фотографий этой местности.
Новый захватывающий сюжет с интересными персонажами.
Новая система усовершенствования оружия.
Новые монстры: Химера и Бюрер. Улучшенный интеллект монстров.
Новая система жизни окружающего мира, создана на основе лучшего что было в первых двух играх.
Ваши действие значительно влияют на происходящее в Зоне.
Добавлена функция сна и ожидания.
Совершенно новый интерфейс.
Возможность продолжить игру после прохождения основного сюжета.
До 32 двух игрок одновременно могут играть на сервере в мультиплеере. Четыре режима игры и огромное количество карт.','2021-05-21 18:32:46','2021-05-23 10:32:50'),
	 ('The Talos Principle',8,599.0,'559034085c3b5f29d89eb75681b3bbaa.jpg','The Talos Principle - это философская головоломка с видом от первого лица от студии Croteam, создателей легендарной серии Serious Sam, написанная в соавторстве с Томом Жубертом (FTL, The Swapper) и Йонасом Киратзесом (The Sea Will Claim Everything).

Словно пробудившись от глубокого сна, вы оказываетесь в странном, диковинном мире, полном древних руин и сложных машин. По воле своего создателя, вам предстоит решить ряд непростых головоломок и выбрать, стоит ли полагаться на веру или задать себе сложные вопросы: Кто ты? Каково твоё предназначение? И что исходя из этого ты собираешься делать?

Особенности игры:
Преодолейте более 120 головоломок в необычном и прекрасном мире.
Отвлекайте дронов, управляйте лазерными лучами и даже манипулируйте временем, чтобы доказать свою ценность или найти выход.
Погрузитесь в историю о человечности, технологиях и цивилизации. Ищите подсказки, стройте теории и определяйтесь с собственными выводами.
Прокладывайте собственный путь в нелинейном мире игры, по-своему решая головоломки.
Но запомните: выборы имеют последствия, и кто-то всегда следит за вами.','2021-05-21 18:34:54','2021-05-23 10:33:51'),
	 ('War Thunder',4,0.0,'19049ee8bf9742c764f5ca173c325d2a.jpg','War Thunder – это самая масштабная бесплатная кроссплатформенная многопользовательская онлайн-игра, посвященная боевой технике. Доступны образцы самых разных войн и конфликтов – с начала XX века и до наших дней. Авиация, наземные силы и флот сражаются вместе в одном бою, как это и происходило в настоящих сражениях.

В War Thunder вы можете опробовать сотни реально существовавших моделей самолетов, ударных вертолетов, наземной техники и боевых кораблей, и развивать навыки ваших экипажей в промежутках между сражениями. В некоторых игровых режимах авиация и наземные силы или флот сражаются вместе, как это и происходило в действительности.
Особенности:
Более 1900 детально воссозданных моделей боевых самолетов, вертолетов, кораблей и бронемашин на гусеничном и колесном ходу.
100 карт, представляющих главные театры боевых действий в истории XX века.
Десятки многопользовательских игровых режимов и регулярных внутриигровых событий.
Разнообразный контент как для одиночной, так и для совместной игры: исторические и динамические кампании, отдельные миссии, редактор миссий.
Регулярные большие обновления, добавляющие в игру новую технику, карты, миссии и нации.
Кросс-платформенные сражения игроков на Windows PC, PS4, PS5, Mac, Linux, Xbox One, Xbox Series X|S – все на одном сервере.
Впечатляющая графика, аутентичные звуки и прекрасная оркестровая музыка.
Поддержка пользовательского контента – подробнее на War Thunder Live.','2021-05-21 18:36:32','2021-05-23 10:33:07'),
	 ('Portal',8,259.0,'c4ddeee3f6c18cd905ef292e85b0c1be.jpg','Portal™ — новая игра от Valve для одного игрока. Portal, действие которого происходит в загадочных лабораториях компании Aperture, был назван одной из самых новаторских игр современности и предлагает вниманию игрока множество часов непохожей ни на что головоломки.

Дизайн игры заставляет игрока изменить подход, способы взаимодействия и оценку возможностей в рамках заданного окружения, наподобие того, как гравипушка в Half-Life® 2 изменила способы обращения с объектами в разных ситуациях.

Игроки должны решить физические загадки и выйти из сложных ситуаций, открывая порталы для перемещения предметов и самих себя в пространстве.','2021-05-21 18:38:05','2021-05-23 10:33:38'),
	 ('Portal 2',8,259.0,'8a273f4487931196cb906d688ccc4a94.jpg','В Portal 2 вы откроете для себя инновационный геймплей, сюжет и музыку, которая помогла оригиналу заработать более 70 наград в игровой индустрии, а также создала целый культ имени самой себя.

На блюде с одиночной игрой Portal 2 вы сможете поживиться несколькими новыми персонажами, разнообразными неожиданными головоломками и еще большим количеством тестовых комнат. Игроки смогут познакомиться с неизвестными им частями лаборатории Aperture Science и снова объединятся с ГЛаДОС — порою издевательски злобной компьютером-компаньоншей, которая помогала главному герою пройти все испытания в первой части игры.

Играя в кооперативном режиме, игроки откроют для себя абсолютно новую, независимую от оригинальной сюжетную линию с новыми тестовыми комнатами и двумя персонажами. Здесь каждому из вас придется проявить все то, что вы знаете о порталах. Чтобы добиться успеха, вы будете обязаны не просто играть вместе, но и думать сообща.

Особенности игры
Протяженная кампания для одиночной игры: захватывающий сюжет и передовой геймплей заставят вас не отрываться от экрана на протяжении нескольких часов.
Полноценный кооперативный режим на двух человек: многопользовательская игра со своей сюжетной линией, персонажами и геймплеем.
Улучшенная физика: всё становится еще интереснее, необычнее и запутаннее, но никак не сложнее!
Оригинальная музыка.
Громадный сиквел: первый Portal получил звание «Игра 2007 года» от более чем 30 ведущих игровых изданий.
Инструменты для редактирования: в Portal 2 включены инструменты для разработчиков.','2021-05-21 18:39:25','2021-05-23 10:33:31'),
	 ('Crysis',1,999.0,'ba2ff922c6715b4d8b84420e713883c7.jpg','ОБ ЭТОЙ ИГРЕ
Адаптируйтесь, чтобы выжить — Эпическая история бросает игроков в постоянно изменяющиеся локации, заставляя их приспосабливать свои тактики и методы ведения боя к различным условиям, от недавно замороженных лесов до чуждой невесомой атмосферы.
Приоденься! — Высокотехнологичный нанокостюм позволяет геймерам увеличить свои навыки в режиме реального времени прямо на поле боя. Игроки могут выбрать, какой навык им улучшить, в зависимости от ситуации: скорость, силу, защиту или маскировку.
Настраиваемое вооружение — Огромный арсенал модульного оружия дает игрокам беспрецедентный контроль над своим стилем игры. Уничтожайте оппозицию экспериментальным оружием, обучитесь технологиям пришельцев и используйте специальные боеприпасы, от зажигательных пуль до тактических патронов, которые без шума уложат врагов в бесконечный сон.
Вени Види Вичи — Реалистичный ИИ врагов, умеющий оценивать ситуацию и подходить к ней стратегически, бросает настоящий вызов игрокам. Речь не о том, чтобы быстрее «защелкать» противника мышкой — игрокам нужно уметь думать во время боя, я не просто быть реактивным.
Геймплей в условиях невесомости — Сражайтесь с ужасающими пришельцами в условиях нулевой гравитации, вследствие которой полностью изменяется физика, и игрокам приходится приспосабливаться к движению в невесомости, иной отдаче оружия и многому другому.
Графика нового поколения — Сделанная на движке CryENGINE 2, разработанном компанией Crytek, игра устанавливает новые стандарты визуализации, с полной поддержкой DirectX 10 и варьируемыми параметрами, которые обеспечат стабильную работу на старых компьютерах.
Открытый мир с реальными законами физики — Найдите собственный путь через открытый мир Crysis, уничтожая преграды, управляя различным транспортом (от самолетов с вертикальными взлетом и посадкой до лодок) и используя окружающую обстановку против ваших врагов.
Сражайтесь по сети — Полноценный многопользовательский режим с управлением броней в реальном времени и настраиваемым оружием, поддерживающий до 32 игроков. Для получения чистого адреналина войдите в режим «Instant Action», или приготовьтесь к абсолютно новому режиму «Power Struggle», который комбинирует такие вещи, как экономика, транспортные битвы, инопланетные технологии и ранжирование, вместе которые образуют уникальный стратегический геймплей, основанный на выполнении целей.','2021-05-21 18:42:41','2021-05-21 18:42:41'),
	 ('Rise of the Tomb Raider',1,325.0,'e7fa3e59c53297a86765593fff9b9c8f.jpg','Издание Rise of the Tomb Raider: 20 Year Celebration включает в себя базовую версию игры и сезонный пропуск со всеми доступными дополнениями. Исследуйте поместье Крофт в новом дополнении Blood Ties и защищайте его от зомби в режиме Lara''s Nightmare. Боритесь за выживание вместе с друзьями в новом кооперативном онлайн-режиме Endurance и проверьте себя на прочность с новой сложностью «Экстремальное выживание». В пакет дополнительного контента входят костюм и оружие для Лары по мотивам Tomb Raider 3, а также 5 других классических костюмов. Два дополнения доступны для скачивания уже сейчас: в Baba Yaga: The Temple of the Witch вам предстоит исследовать новую загадочную гробницу, полную древних ужасов, а в Cold Darkness Awakened — отбиваться от полчищ зараженных монстров.

Основные особенности:
Путешествие Лары - Лара раскрывает древнюю тайну и становится целью безжалостной организации, известной как "Троица". Поиски наводят Лару на миф о затерянном граде Китеже. Ларе предстоит опередить "Троицу" и первой добраться до Китежа, чтобы раскрыть его тайны. Она отправляется в Сибирь в свою первую экспедицию.
Вызов дикой природе - в Rise of the Tomb Raider Лара сражается не только с врагами со всего мира, но и с самой природой. Охотьтесь на животных, чтобы изготовить оружие, собирайте редкие ресурсы в богатой экосистеме. Вас ждут невероятно красивые (и опасные) ландшафты и коварные препятствия, которые станут настоящим испытанием для Лары.
Партизанская борьба - используйте окружение в своих целях. Забирайтесь на деревья и ныряйте под воду, чтобы скрываться от врагов или устраивать засаду. Настраивайте снаряжение, оружие и боеприпасы Лары под ваш стиль игры - от скрытности до пальбы из всех орудий. Мастерите взрывчатку, чтобы сеять хаос, и вооружитесь знаменитым боевым луком и ледорубом Лары.
Возвращение в гробницы - теперь гробницы еще больше и лучше, чем прежде. В Rise of the Tomb Raider вас ждут захватывающие дух древние постройки, где вам предстоит миновать смертельные ловушки, решить загадочные головоломки и расшифровать старинные письмена, чтобы открыть склепы. Впереди целый мир, полный секретов!','2021-05-21 18:45:23','2021-05-21 18:45:23');